#############################################################################################
# TASK 4
user_number = [int(num) for num in input('Введите число, желательно многозначное, а я найду большую из цифр')]
max_num = max(user_number)
print(max_num)

#############################################################################################
# Я не понимаю как это сделать циклом, последние видеоуроки курса python были как раз про тернарные операции,
# ничего иного в голову не приходит, так же проще!
