#############################################################################################
# TASK 1
var_1 = None
var_2 = None
var_3 = None
var_4 = None

print(var_1)
print(var_2)
print(var_3)
print(var_4)

var_1 = input('Введите ваше имя')
var_2 = input('Введите, свой возраст')
var_3 = input('Сколько в мире океанов?')
var_4 = input("Введите названия языка програмирования, который вам интересен")

print(var_1)
print(var_2)
print(var_3)
print(var_4)

#############################################################################################
